alacritty-colorscheme
anydesk-bin
awesome-terminal-fonts-patched
bitlbee-facebook
btmenu
direnv-bin
dmenu-lpass-nu
dropbox
emacs-native-comp-git-enhanced
fisher
ghcup-hs-bin
golangci-lint-bin
google-chrome-dev
grimshot
guile-json
haskell-graphite
haskell-language-server-bin
htop-vim-git
js-beautify
libcgroup
megasync
megatools
mu
neovim-remote
nerd-fonts-complete
networkmanager-dispatcher-chrony
networkmanager-dmenu-git
ofmc-bin
pacman-cleanup-hook
pam-gnupg
pandoc-bin
pi-hole-ftl
pi-hole-standalone
preload
prezto-contrib-git
prezto-git
protonmail-bridge-bin
pulseaudio-ctl
pyenv-virtualenvwrapper
pyright
python-grip
python-spotipy
python-wget
python-xlsx2csv
qt5-styleplugins
rofi-dmenu
rofi-lbonn-wayland-git
shellcheck-bin
svgo
swaymgr
swaynag-battery
swaynagmode
systemd-boot-pacman-hook
ttf-font-awesome-4
ttf-meslo-nerd-font-powerlevel10k
universal-ctags-git
urlview
visual-studio-code-bin
wob
wordnet-cli
yay
zsh-z-git
