acpi
acpi_call-dkms
acpid
alacritty
alsa-firmware
alsa-lib
alsa-plugins
alsa-utils
arandr
arch-install-scripts
archlabs-baph
archlabs-fonts
aspell
aspell-en
atool
autoconf
automake
awesome-terminal-fonts
b43-firmware
b43-fwcutter
base
bash-completion
bat
bazel
bemenu
bind
binutils
bison
blueman
bluez
bluez-hid2hci
bluez-plugins
bluez-tools
bluez-utils
bridge-utils
broadcom-wl
bspwm
btrfs-progs
cabal-install
ccache
chrony
clang
clipmenu
cmake
conntrack-tools
crda
ddrescue
dhclient
dhcpcd
dialog
diffutils
dmraid
dosfstools
dotnet-host
dotnet-runtime
dotnet-sdk
dotnet-targeting-pack
dzen2
earlyoom
ebtables
editorconfig-core-c
efitools
ethtool
exa
exfat-utils
exo
expac
expect
extra-cmake-modules
f2fs-tools
fbset
fcitx
fd
feh
ffmpeg
ffmpegthumbnailer
fish
flake8
flex
fsarchiver
fwupd
fzf
gammastep
gcc
geckodriver
geoclue
ghc
ghc-static
ghostpcl
ghostxps
gifsicle
git
gitlab
gnome-keyring
gnu-netcat
gnuplot
go
gopls
gpm
gptfdisk
grim
gsimplecal
gst-libav
gst-plugin-gtk
gst-plugin-opencv
gst-plugins-bad
gst-plugins-base
gst-plugins-good
gst-plugins-ugly
gst-python
gstreamer
gtk3
gvfs
haskell-csv
haveged
hdf5
hdparm
herbstluftwm
highlight
hlint
hwdetect
i7z
imagemagick
inkscape
intel-ucode
intel-undervolt
interception-caps2esc
interception-tools
ipw2100-fw
ipw2200-fw
ipython
irssi
isync
iwd
jack2
jfsutils
jq
jre-openjdk
julia
julia-docs
jupyter-nbformat
kak-lsp
kakoune
kanshi
kitty
languagetool
laptop-detect
lbzip2
lftp
lib32-gnutls
lib32-libgpg-error
lib32-libldap
lib32-libpulse
lib32-sqlite
lib32-vkd3d
libmad
libmatroska
libqalculate
libtool
light
linux-atm
linux-firmware
linux-headers
linux-zen
linux-zen-headers
llpp
llvm
lm_sensors
lsb-release
lsscsi
luit
lutris
lvm2
lvtk
m4
make
mako
man-db
man-pages
mdadm
mediainfo
memtest86+
memtest86-efi
mesa-demos
mit-scheme
mkinitcpio-nfs-utils
mlocate
mopidy
mosquitto
mpv
mtools
nbd
ncdu
ndisc6
neofetch
net-snmp
netctl
network-manager-applet
networkmanager
nfs-utils
nilfs-utils
nitrogen
nodejs
npm
ntfs-3g
ntp
odt2txt
offlineimap
openblas
openconnect
opencv
openssh
openvpn
optipng
os-prober
otf-font-awesome
p7zip
pacman-contrib
pacutils
pamixer
papirus-icon-theme
partclone
parted
partimage
pass
patch
pavucontrol
pcmanfm
pdfjs
picom
pigz
pkgconf
pkgfile
pkgstats
playerctl
polkit-gnome
poppler-glib
powerline-fonts
powertop
ppp
pptpclient
proxychains-ng
psutils
pulseaudio
pulseaudio-alsa
pulseaudio-bluetooth
pv
pyenv
python-black
python-chardet
python-cookiecutter
python-dephell-venvs
python-fastapi
python-hglib
python-i3ipc
python-jedi
python-matplotlib
python-netaddr
python-numpy
python-pandas
python-pandas-datareader
python-passlib
python-pip
python-pipenv
python-pkgconfig
python-poetry
python-pyaml
python-pyaudio
python-pylint
python-pynvim
python-pyudev
python-scikit-learn
python-seaborn
python-systemd
python-tqdm
python-virtualenv
python-xlrd
python2-cairo
qemu
qt5ct
qtile
qutebrowser
racket-minimal
refind
reflector
reiserfsprogs
ripgrep
rmlint
rp-pppoe
rustup
sbcl
scrot
sd
sdparm
sg3_utils
slock
smartmontools
stylelint
stylelint-config-standard
sudo
sway
swaybg
swayidle
swaylock
sxhkd
syslinux
systemd-swap
task
terminus-font
testdisk
texi2html
texlive-bibtexextra
texlive-core
texlive-fontsextra
texlive-formatsextra
texlive-games
texlive-humanities
texlive-langchinese
texlive-langcyrillic
texlive-langextra
texlive-langgreek
texlive-latexextra
texlive-music
texlive-pictures
texlive-pstricks
texlive-publishers
texlive-science
throttled
timew
tk
tldr
tlp
tlp-rdw
tmux
ttf-dejavu
ttf-font-awesome
ttf-nerd-fonts-symbols
ufw
unclutter
unrar
unzip
upx
usb_modeswitch
usbutils
uvicorn
vkd3d
vpnc
vtk
vulkan-intel
waybar
webkit2gtk
weechat
wget
which
wireless-regdb
wireless_tools
wmname
wofi
wpa_supplicant
wvdial
x86_energy_perf_policy
xclip
xcompmgr
xdg-user-dirs
xdotool
xf86-input-evdev
xf86-input-libinput
xf86-input-synaptics
xf86-input-vmmouse
xf86-input-void
xf86-video-dummy
xf86-video-fbdev
xf86-video-intel
xf86-video-openchrome
xf86-video-qxl
xf86-video-vesa
xf86-video-vmware
xf86-video-voodoo
xfsprogs
xl2tpd
xmonad-utils
xorg-docs
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-iceauth
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcalc
xorg-xclipboard
xorg-xclock
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xeyes
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
xterm
yarn
youtube-dl
z
zathura
zathura-cb
zathura-pdf-mupdf
zenity
zip
zsh
