btmenu
direnv
dmenu-lpass-nu
dmenu2
dropbox
fisher
golangci-lint-bin
google-chrome-dev
guile-json
haskell-language-server-bin
htop-vim-git
interception-caps2esc
interception-tools
js-beautify
libcgroup
megasync
megatools
mu
neovim-remote
nerd-fonts-complete
networkmanager-dispatcher-chrony
networkmanager-dmenu-git
pacman-cleanup-hook
pam-gnupg
pandoc-bin
pi-hole-ftl
pi-hole-standalone
polybar
preload
protonmail-bridge-bin
pulseaudio-ctl
pyright
python-grip
python-wget
python-xlsx2csv
qt5-styleplugins
svgo
systemd-boot-pacman-hook
teams
ttf-meslo-nerd-font-powerlevel10k
universal-ctags-git
urlview
virtualfish
wordnet-cli
yay
